/* Network service extended status */
"%1$@ is currently active and has the IP address %2$@." = "%1$@ は現在使用中で、IP アドレス %2$@ が設定されています。";

/* given name, surname ordering for admin full name */
"%@ %@" = "%2$@ %1$@";

/* Network service extended status */
"%@ has a loopback IP address and may not be able to connect." = "%@ にはループバック IP アドレスが設定されており、インターネットに接続できない可能性があります。";

/* Network service extended status */
"%@ has a self-assigned IP address and may not be able to connect." = "“%@”に自己割り当ての IP アドレスが設定されており、インターネットに接続できない可能性があります。";

/* Ethernet MTU range label format */
"(%d to %d)" = "（%1$d 〜 %2$d）";

/* Minimal DNS warning */
"A DNS name was found for your local router, but not for this server. If this server gets its Internet connection through the router, you may want to use this for the server\\U2019s DNS name. If you enter a different DNS name, the server will provide limited name resolution for the local network so that services operate properly." = "見つかった名前はローカル・ルータの DNS 名で、このサーバの DNS 名ではありません。このサーバがルータ経由でインターネットに接続している場合は、これをサーバの DNS 名として使うことをお勧めします。異なる DNS 名を入力すると、サービスを正しく動作させるために、ローカルネットワーク用に制限された名前解決が提供されます。";

/* Force allow host name editing recovery */
"A host name is already assigned to this server. Changing the host name may result in problems with certain services and it is strongly recommended that you do not change it." = "ホスト名がこのサーバにすでに割り当てられています。ホスト名を変更すると特定のサービスで問題が発生する可能性があるため、変更しないことを強くお勧めします。";

/* Blank short name recovery */
"A valid short name is required for login with standard protocols such as Telnet and FTP.\nThe short name can contain as many as 255 Roman characters. Use only alphanumeric characters (A-Z, a-z, 0-9), the underscore character (_), or the dash character (-)." = "Telnet や FTP などの標準プロトコルを使ってログインするには、有効なユーザ名が必要です。\nユーザ名は 255 文字まで使用できます。英数字（A 〜 Z、a 〜 z、0 〜 9）、アンダースコア（ _ ）、またはマイナス記号（ - ）のみを使用してください。";

/* No comment provided by engineer. */
"Active Directory" = "Active Directory";

/* Can't use IP addresses for AD recovery */
"Active Directory servers cannot be addressed using IP addresses. Please use the Active Directory domain name, such as ad.myserver.com" = "IP アドレスを使用して Active Directory サーバにアクセスできません。Active Directory ドメイン名（ad.myserver.com など）を使用してください";

/* Admin account step title */
"Administrator Account" = "管理者アカウント";

/* Agree */
"Agree" = "同意する";

/* Allow host name editing button title */
"Allow Editing" = "編集可能にする";

/* No network services set up error */
"At least one network service must be configured." = "ネットワークサービスを少なくとも 1 つ構成する必要があります。";

/* Need authentication type error */
"Authentication method could not be determined." = "認証方式を判断できませんでした。";

/* Network service status */
"Cable Unplugged" = "ケーブル未接続";

/* Service name */
"calendar" = "カレンダー";

/* Cancel button title */
"Cancel" = "キャンセル";

/* Can't authenticate to directory server error */
"Cannot authenticate to server." = "サーバから認証されません。";

/* Network validation error */
"Cannot compute broadcast address from IP address." = "IP アドレスからブロードキャストアドレスを計算できません。";

/* No directory server address error */
"Cannot connect to server." = "サーバに接続できません。";

/* Service name */
"certificates" = "証明書";

/* Checking for existing setup connections action description */
"Checking for existing connections" = "既存の接続を確認中";

/* No comment provided by engineer. */
"Click Agree to continue." = "続けるには、\"同意する”をクリックしてください。";

/* Marking setup as done action description */
"Completing setup" = "設定を完了中";

/* No comment provided by engineer. */
"Computers on your local network can access your server at:\n%@" = "ローカルネットワーク上のコンピュータから、次のアドレスでこのサーバにアクセスできます：\n%@";

/* Network services page Xsan informative text */
"Configure your network connection services for use with Xsan auto network setup. Drag public network services above services connected to your metadata network." = "Xsan 自動サーバ設定で使用するネットワーク接続サービスを構成します。メタデータネットワークに接続されているサービスにパブリック・ネットワーク・サービスをドラッグしてください。";

/* Configuring service defaults action description format */
"Configuring %@ service defaults" = "%@ サービスのデフォルトを構成中";

/* Initialization action description */
"Configuring Address Book Server defaults" = "アドレスブックサーバのデフォルトを構成中";

/* Marking setup as in progress action description */
"Configuring client backups" = "クライアントのバックアップを構成中";

/* Configuring server defaults action description format */
"Configuring defaults" = "デフォルトを構成中";

/* Initialization action description */
"Configuring digital certificate defaults" = "デジタル証明書のデフォルトを構成中";

/* Initialization action description */
"Configuring FTP Server defaults" = "FTP サーバのデフォルトを構成中";

/* Initialization action description */
"Configuring iCal Server defaults" = "iCal サーバのデフォルトを構成中";

/* Configuring iChat service action description */
"Configuring iChat Server" = "iChat サーバを構成中";

/* Initialization action description */
"Configuring iChat Server defaults" = "iChat サーバのデフォルトを構成中";

/* Configuring Kerberos action description */
"Configuring Kerberos" = "Kerberos を構成中";

/* Configuring mail for iCal server action description */
"Configuring mail for iCal Server" = "iCal サーバのメールを構成中";

/* Configuring mail for wiki server action description */
"Configuring mail for Wiki Server" = "Wiki サーバのメールを構成中";

/* Configuring mail server action description */
"Configuring mail server" = "メールサーバを構成中";

/* Initialization action description */
"Configuring Mail Server defaults" = "メールサーバのデフォルトを構成中";

/* Initialization action description */
"Configuring MySQL service defaults" = "MySQL サービスのデフォルトを構成中";

/* Initialization action description */
"Configuring NFS Server defaults" = "NFS サーバのデフォルトを構成中";

/* Configuring PPPoE action description */
"Configuring PPPoE" = "PPPoE を構成中";

/* Initialization action description */
"Configuring QuickTime Streaming Server defaults" = "QuickTime Streaming Server のデフォルトを構成中";

/* Configuring AirPort action description
   Configuring server action description */
"Configuring server" = "サーバを構成中";

/* Configuring running services action description */
"Configuring Server Admin" = "サーバ管理を構成中";

/* Configuring service SACLs action description */
"Configuring service access controls" = "サービスアクセス制御を構成中";

/* Configuring services action description
   Running clean install extras action description */
"Configuring services" = "サービスを構成中";

/* Initialization action description */
"Configuring Software Update Server defaults" = "ソフトウェア・アップデート・サーバのデフォルトを構成中";

/* Create OD Master action description */
"Configuring users and groups" = "ユーザとグループを構成中";

/* Initializing VPN action description */
"Configuring VPN" = "VPN を構成中";

/* Initialization action description */
"Configuring VPN Server defaults" = "VPN サーバのデフォルトを構成中";

/* Initialization action description */
"Configuring Web Server defaults" = "Web サーバのデフォルトを構成中";

/* Configuring welcome message action description */
"Configuring welcome message" = "ウェルカムメッセージを構成中";

/* No network services set up recovery */
"Connect a network interface device in order to proceed." = "続けるには、ネットワークインターフェイス装置を接続してください。";

/* Bind Anonymously button title */
"Connect Anonymously" = "匿名で接続";

/* Directory services step title */
"Connect to a Directory Server" = "ディレクトリサーバに接続";

/* Connected connection status
   Network service status */
"Connected" = "接続中";

/* Connecting to external directory action description */
"Connecting to directory server" = "ディレクトリサーバに接続中";

/* No comment provided by engineer. */
"Copying remote file to local computer" = "リモートファイルをローカルコンピュータにコピー中";

/* Creating admin user action description */
"Creating administrator account" = "管理者アカウントを作成中";

/* Creating default share points action description */
"Creating default share points" = "デフォルト共有ポイントを作成中";

/* Configuring mail for calendar server action description
   Configuring mail for wiki server action description */
"Creating mail user for services" = "サービスのメールユーザを作成中";

/* Creating share points action description */
"Creating share points" = "共有ポイントを作成中";

/* Default dir admin full name
   Directory administrator default full name */
"Directory Administrator" = "ディレクトリ管理者";

/* Disabling remote login action description */
"Disabling remote login" = "リモートログインを無効化中";

/* Stopping remote management action description */
"Disabling remote management" = "リモート管理を無効化中";

/* Disagree */
"Disagree" = "同意しない";

/* Network validation error */
"DNS server address is invalid." = "DNS サーバアドレスが無効です。";

/* Button title */
"Edit" = "編集";

/* Force allow host name editing sheet description */
"Editing your host name isn\\U2019t recommended." = "ホスト名を編集することは推奨されていません。";

/* No password error */
"Either the password you entered is too short, or you entered no password." = "入力したパスワードが短すぎるか、パスワードを入力していません。";

/* Enabling remote login action description */
"Enabling remote login" = "リモートログインを有効化中";

/* Starting remote management action description */
"Enabling remote management" = "リモート管理を有効化中";

/* Enabling Server Preferences notifications action description */
"Enabling Server Preferences notifications" = "サーバ環境設定通知を有効化中";

/* Network services page informative text */
"Enter the settings for the server\\U2019s network connection services so it can connect to other computers and the Internet. Drag public network services above private ones." = "ほかのコンピュータやインターネットに接続できるように、サーバのネットワーク接続サービスの設定を入力してください。パブリック・ネットワーク・サービスをプッライベート・ネットワーク・サービスにドラッグしてください。";

/* Evaluating network action description */
"Evaluating network" = "ネットワークを評価中";

/* Finishing Installation */
"Finishing Installation" = "インストールを終了中";

/* Gathering information action description */
"Gathering information" = "情報を収集中";

/* Getting migratable systems action desription */
"Getting available systems" = "移行可能なシステムを取得中";

/* Getting countries action desription */
"Getting countries" = "国を取得中";

/* Getting system profile action desription */
"Getting system profile" = "システムプロファイルを取得中";

/* Network interfaces table view tooltip line */
"Hardware address: %@" = "ハードウェア・アドレス：%@";

/* Service name */
"iChat" = "iChat";

/* Button title */
"Ignore" = "無視";

/* Inactive connection status
   Network service status */
"Inactive" = "停止";

/* Site license error */
"Incorrect serial number information entered." = "入力したシリアル番号情報が正しくありません。";

/* Installation failed error */
"Installation failed." = "インストールに失敗しました。";

/* No comment provided by engineer. */
"Installing Xsan" = "Xsan をインストール中";

/* Can't use IP addresses for AD error */
"Invalid address." = "アドレスが無効です。";

/* Connect to AirPort network invalid password error */
"Invalid password" = "パスワードが無効です";

/* Invalid serial number error */
"Invalid serial number entered." = "入力したシリアル番号が無効です。";

/* Network validation error */
"IP address used twice." = "IP アドレスが 2 回使用されています。";

/* Keyboard step title */
"Keyboard" = "キーボード";

/* Leopard serial number error */
"Leopard serial number entered." = "Leopard のシリアル番号が入力されました。";

/* Service name */
"Mail" = "Mail";

/* Activate service menu item title */
"Make Service Active" = "サービスを有効にする";

/* Dectivate service menu item title */
"Make Service Inactive" = "サービスを無効にする";

/* Marking setup as in progress action description */
"Marking as in progress" = "進行中として表示中";

/* Moving items into place */
"Moving items into place" = "項目を適切な場所に移動中";

/* Force allow host name editing recovery */
"Multiple host names are already assigned to this server. Changing the host name may result in problems with certain services and it is strongly recommended that you use one of existing names." = "複数のホスト名がこのサーバにすでに割り当てられています。ホスト名を変更すると特定のサービスで問題が発生する可能性があるため、いずれかの既存名を使用することを強くお勧めします。";

/* Service name */
"name" = "名前";

/* Network services step title */
"Network" = "ネットワーク";

/* Network names step title */
"Network Names" = "ネットワーク名";

/* Service name */
"NFS" = "NFS";

/* Minimal DNS warning */
"No DNS name was found for this computer. This server will provide its own limited name resolution so that services operate properly." = "このコンピュータの DNS 名が見つかりませんでした。サービスを正しく動作させるために、このサーバ固有の制限された名前解決が提供されます。";

/* No IP address connection status */
"No IP Address" = "IP アドレスなし";

/* No network selected AirPort option */
"No network selected" = "ネットワークが選択されていません";

/* No serial number error */
"No serial number entered." = "シリアル番号が入力されていません。";

/* No directory server address error */
"No server address entered." = "サーバのアドレスが入力されていません。";

/* No directory server type error */
"No server type specified." = "サーバのタイプが指定されていません。";

/* Empty directory server auth user name error */
"No user name given." = "ユーザ名がありません。";

/* Not connected connection status */
"Not Connected" = "未接続";

/* PPPoE service already exists recovery string */
"Only one PPPoE service can be configured at a time using Server Assistant. To configure additional PPPoE service please use System Preferences after completing setup." = "サーバアシスタントを使用して構成できる PPPoE サービスは 1 回に 1 つだけです。追加の PPPoE サービスを構成するには、設定の完了後にシステム環境設定を使用してください。";

/* No comment provided by engineer. */
"Open Directory" = "Open Directory";

/* LOM admin passwords don't match error message */
"Passwords do not match!" = "パスワードが一致しません！";

/* No password recovery */
"Passwords should contain letters, numbers, and symbols in combinations that won\\U2019t be easy to guess. Avoid spaces and Option-key combinations.\nPlease enter a valid password." = "パスワードには、英字、数字、および記号を簡単に推測できないように組み合わせて入力する必要があります。スペースや Option キーとの組み合わせは使用しないでください。\n有効なパスワードを入力してください。";

/* Empty directory server auth user name recovery */
"Please authenticate by entering the name and password of a user account in this server\\U2019s directory." = "このサーバのディレクトリ内にあるユーザアカウントの名前とパスワードを入力することで、認証を取得してください。";

/* Can't authenticate to directory server recovery */
"Please authenticate by entering the name and password of a user account in this server\\U2019s directory. Or you can use this server anonymously, which is less secure." = "このサーバのディレクトリ内にあるユーザアカウントの名前とパスワードを入力することで、認証を取得してください。このサーバを匿名で使用することはできますが、安全性が低下します。";

/* Short name reserved recovery */
"Please enter a different short name." = "別のユーザ名を入力してください。";

/* Blank computer name recovery */
"Please enter a valid computer name." = "正しいコンピュータ名を入力してください。";

/* Network validation recovery */
"Please enter a valid IP address for \"%@.\"" = "“%@”の有効な IP アドレスを入力してください。";

/* Bad Bonjour name recovery */
"Please enter a valid local host name." = "有効なローカルホスト名を入力してください。";

/* Bad host name recovery
   Blank host name recovery */
"Please enter a valid primary DNS name." = "正しいプライマリ DNS 名を入力してください。";

/* Network validation recovery */
"Please enter a valid router address for \"%@.\"" = "“%@”の有効なルーターアドレスを入力してください。";

/* Blank short name error */
"Please enter a valid short name for the administrator." = "管理者の有効なユーザ名を入力してください。";

/* Network validation recovery */
"Please enter a valid subnet mask for \"%@.\"" = "“%@”の有効なサブネットマスクを入力してください。";

/* Need directory server address recovery */
"Please enter the address of a directory server." = "ディレクトリサーバのアドレスを入力してください。";

/* Blank full name recovery */
"Please enter the administrator\\U2019s name." = "管理者の名前を入力してください。";

/* Passwords don't match recovery */
"Please enter the passwords again." = "もう一度パスワードを入力してください。";

/* No keyboard selected error */
"Please select a keyboard before continuing." = "続けるには、キーボードを選択してください。";

/* No LOM admin account error */
"Please set an admin account for the LOM interfaces." = "LOM インターフェイスの管理用アカウントを設定してください。";

/* Xsan controller non static IP recovery */
"Please specify a static IP address for \"%@\"" = "“%@”の静的 IP アドレスを指定してください。";

/* Need directory server type recovery */
"Please specify whether the server at this address is an Open Directory server, such as one running Mac OS X Server, or if the server is an Active Directory server running Microsoft Windows Server." = "このアドレスのサーバが Open Directory サーバ（Mac OS X Server を実行中のサーバなど）であるか、それとも Microsoft Windows Server を実行中の Active Directory サーバであるかを指定してください。";

/* Network interfaces table view tooltip line */
"Port name: %@" = "ポート名：%@";

/* PPPoE service name */
"PPPoE" = "PPPoE";

/* PPPoE service already exists error string */
"PPPoE service already exists." = "PPPoE サービスはすでに存在します。";

/* Preparing for installation */
"Preparing for installation" = "インストールを準備中";

/* Preparing the Disk */
"Preparing the Disk" = "ディスクを準備中";

/* Preparing Xsan */
"Preparing Xsan" = "Xsan を準備中";

/* Connected privately connection status */
"Private IP" = "プライベート IP";

/* Refreshing connection action description */
"Refreshing connection" = "接続を更新中";

/* Remote setup region page title */
"Region" = "地域";

/* Restart button title */
"Restart" = "再起動";

/* Running package scripts */
"Running package scripts" = "パッケージスクリプトを実行中";

/* Self-assigned address connection status */
"Self-Assigned IP" = "自己割り当て IP";

/* Sending registration action description */
"Sending registration" = "登録を送信中";

/* License step title */
"Serial Number" = "シリアル番号";

/* Expired serial number error */
"Serial number expired." = "シリアル番号の有効期限が切れています。";

/* Unsupported AirPort authentication type recovery string */
"Server Assistant does not support the authentication method used by this network. Please use System Preferences after setup has been completed to connect to this network." = "このネットワークが使用する認証方式に対応していません。このネットワークに接続するには、設定が完了した後に“システム環境設定”を使用してください。";

/* Start upgrade button title */
"Set Up" = "設定";

/* Setting date and time action description */
"Setting date and time" = "日付と時刻を設定中";

/* Setting locale action description */
"Setting locale" = "ロケールを設定中";

/* Setting up pane title */
"Setting Up" = "設定中";

/* Setting up server action description */
"Setting up server" = "サーバを設定中";

/* Need serial number recovery */
"Setup requires a valid serial number. The serial number has the format XSVR-106-000-X-XXX-XXX-XXX-XXX-XXX-XXX-X." = "有効なシリアル番号を入力する必要があります。シリアル番号は、XSVR-106-000-X-XXX-XXX-XXX-XXX-XXX-XXX-X の形式です。";

/* Show only preferred interfaces menu item title */
"Show All Services" = "すべてのサービスを表示";

/* Show only preferred interfaces menu item title */
"Show Only Preferred Services" = "よく使うサービスのみを表示";

/* Starting screen sharing action description */
"Starting screen sharing" = "画面共有を開始中";

/* Stopping screen sharing action description */
"Stopping screen sharing" = "画面共有を停止中";

/* Network validation recovery */
"The \"%@\" service is not reachable because the host portion of its router address is all zeros." = "“%@”サービスにアクセスできません。ルーターアドレスのホスト部分がすべてゼロです。";

/* Network service extended status */
"The cable for %@ is connected, but your computer does not have an IP address." = "%@ にケーブルは接続されていますが、コンピュータに IP アドレスが設定されていません。";

/* Network service extended status */
"The cable for %@ is not plugged in." = "“%@”にケーブルが差し込まれていません。";

/* Computer name too long error */
"The computer name you entered is too long." = "入力したコンピュータ名が長すぎます。";

/* Minimal DNS warning */
"The DNS name you entered doesn't match the one your DNS server provided. Your server will provide its own limited DNS service so that services operate properly.." = "入力した DNS 名が DNS サーバから提供される名前と一致しません。お使いのサーバでは、サービスを正しく動作させるために、固有の制限付き DNS サービスが提供されます。";

/* Network validation recovery */
"The DNS server address %@ is not a valid address and must be corrected in order to continue." = "DNS サーバアドレス %@ は有効なアドレスではありません。続けるには訂正する必要があります。";

/* Hint same as password error */
"The hint and the password are the same." = "ヒントとパスワードが同じになっています。";

/* Network validation error */
"The host portion of the IP address is all zeros." = "IP アドレスのホスト部分がすべてゼロです。";

/* Network validation error */
"The host portion of the router is all zeros." = "ルーターのホスト部分がすべてゼロです。";

/* Network validation recovery */
"The IP address %@ is assigned to both \"%@\" and \"%@\", which will cause conflicts." = "IP アドレス %1$@ は“%2$@”と“%3$@”の両方に割り当てられているため、競合が発生します。";

/* Network validation recovery */
"The IP address %@ is assigned to both \"%@\" and \"%@\", which will cause conflicts. LOM ports should not share an address with any other ports." = "IP アドレス %1$@ は“%2$@”と“%3$@”の両方に割り当てられているため、競合が発生します。LOM ポートとほかのポートで 1 つのアドレスを共有しないでください。";

/* Network validation error */
"The IP address and router are the same." = "IP アドレスとルーターが同じです。";

/* Network validation recovery */
"The IP address for \"%@\" is a Class D address and will not have a computable broadcast address." = "“%@”の IP アドレスはクラス D アドレスなので、計算可能なブロードキャストアドレスを割り当てることができません。";

/* Network validation recovery */
"The IP address for \"%@\" is not reachable because it is not on the same subnet as the router." = "“%@”の IP アドレスにアクセスできません。ルーターと同じサブネット上にありません。";

/* Network validation recovery */
"The IP address for \"%@\" is not reachable because it is the same as the router address." = "“%@”の IP アドレスにアクセスできません。ルーターのアドレスと同じアドレスです。";

/* Network validation recovery */
"The IP address for \"%@\" is not reachable because the host portion is all zeros." = "“%@”の IP アドレスにアクセスできません。ホスト部分がすべてゼロです。";

/* Network validation recovery */
"The IP address for \"%@\" is part of the Class A address 127 block, which is reserved for the loopback driver." = "“%@”の IP アドレスはクラス A アドレス 127 ブロックにありますが、ここはループバックドライバ用に予約されています。";

/* Network validation recovery */
"The IP address for \"%@\" is the same as the broadcast address for its subnet, which is strongly discouraged." = "“%@”の IP アドレスがそのサブネットのブロードキャストアドレスと同じです。使用しないことを強くお勧めします。";

/* Network validation error */
"The IP address is in the 127 block." = "IP アドレスが 127 ブロック内にあります。";

/* Network validation error */
"The IP address is not reachable." = "IP アドレスにアクセスできません。";

/* Network validation error */
"The IP address is not valid." = "IP アドレスが有効ではありません。";

/* Network validation error */
"The IP address is the same as the broadcast address." = "IP アドレスがブロードキャストアドレスと同じです。";

/* Host name too long recovery */
"The name can contain as many as 255 bytes (from 255 Roman characters to as few as 85 Japanese characters." = "名前には最大で 255 バイト（英数字で 255 文字、日本語文字の場合は 85 文字）を入力できます。";

/* Full name too long recovery */
"The name can contain as many as 255 bytes (from 255 Roman characters to as few as 85 Japanese characters. It can include spaces." = "名前には最大で 255 バイト（英数字で 255 文字、日本語文字の場合は 85 文字まで）を入力できます。スペースも使用できます。";

/* Computer name too long recovery */
"The name can contain as many as 63 characters." = "名前には最大で 63 文字を入力できます。";

/* Full name too long error */
"The name you entered is too long." = "入力した名前が長すぎます。";

/* AirPort password dialog informative text format */
"The network \"%@\" requires a %@ password." = "ネットワーク“%1$@”には %2$@ パスワードが必要です。";

/* Host name too long error */
"The primary DNS name you entered is too long." = "入力したプライマリ DNS 名が長すぎます。";

/* Site license recovery */
"The registered owner name and organization of this serial number are case-sensitive. Please check the serial number is correct and that the owner name and organization are spelled correctly and are using the correct case." = "このシリアル番号の登録済みオーナー名と組織は大文字／小文字が区別されます。シリアル番号が正しいことと、オーナー名と組織のスペルおよび大文字／小文字が正しいことを確認してください。";

/* Network validation recovery */
"The router address for \"%@\" is the same as the broadcast address for its subnet, which is strongly discouraged." = "“%@”のルーターアドレスがそのサブネットのブロードキャストアドレスと同じです。使用しないことを強くお勧めします。";

/* Network validation error */
"The router address is not valid." = "ルーターアドレスが有効ではありません。";

/* Network validation error */
"The router address is the same as the broadcast address." = "ルーターアドレスはブロードキャストアドレスと同じです。";

/* Can't reach directory server recovery */
"The server at the address you entered cannot be reached. Please make sure that you entered the address correctly and that your network configuration allows you access to this server." = "入力したアドレスのサーバにアクセスできません。アドレスを正しく入力したこと、およびネットワーク構成でこのサーバへのアクセスを許可していることを確認してください。";

/* Short name too long recovery */
"The short name can contain as many as 255 Roman characters." = "ユーザ名には最大で 255 文字を入力できます。";

/* Short name too long error */
"The short name you entered is too long." = "入力したユーザ名が長すぎます。";

/* Short name reserved error */
"The short name you have entered is reserved." = "入力したユーザ名は予約されています。";

/* The software was successfully installed */
"The software was successfully installed" = "ソフトウェアは正常にインストールされました";

/* Network validation error */
"The subnet mask is not valid." = "サブネットマスクが有効ではありません。";

/* Passwords don't match error */
"The two passwords you entered do not match." = "入力した 2 つのパスワードが一致しません。";

/* Can't authenticate to directory server recovery */
"The user name and password you have entered are incorrect. This server requires that you authenticate in order to use it. Please enter the correct user name and password." = "入力したユーザ名とパスワードが正しくありません。このサーバを使用するには認証が必要です。正しいユーザ名とパスワードを入力してください。";

/* Need authentication type recovery */
"This directory server could not be found, or the kind of authentication it requires could not be determined. Please verify the directory server address, make sure the server is working, and check network connections." = "このディレクトリサーバが見つからないか、必要な認証の種類を判別できませんでした。ディレクトリサーバのアドレスを確認し、サーバが動作していることを確認し、ネットワーク接続を確認してください。";

/* Hint same as password recovery */
"This is a security risk. Please enter a different hint." = "このヒントはセキュリティ上危険です。別のヒントを入力してください。";

/* No comment provided by engineer. */
"To continue installing the software, you must agree to the terms of the software license agreement." = "このソフトウェアのインストールを続けるには、ソフトウェアの使用許諾契約の条項に同意する必要があります。";

/* Unsupported AirPort authentication type error string */
"Unsupported authentication type." = "対応していない認証タイプです。";

/* Users and groups pane title */
"Users and Groups" = "ユーザとグループ";

/* Validate data store location action description */
"Validating data store location" = "データの保存場所を検証中";

/* Service name */
"web" = "Web";

/* Writing files */
"Writing files" = "ファイルを書き込み中";

/* Xsan controller non static IP error */
"Xsan controllers must be configured with a static IP address." = "Xsan コントローラは静的 IP アドレスで構成する必要があります。";

/* Leopard serial number recovery */
"You have entered a Mac OS X Server 10.5 serial number. Please enter a serial number for Mac OS X Server 10.6." = "Mac OS X Server 10.5 のシリアル番号が入力されました。Mac OS X Server 10.6 用のシリアル番号を入力してください。";

/* Expired serial number recovery */
"You have entered a serial number that has expired. Before you can complete setup and start using your server, you will need to get a valid serial number. \nNote that if your server\\U2019s time is incorrect, the serial number might expire prematurely.\n\nPlease enter a valid serial number or fix the server\\U2019s time." = "入力されたシリアル番号の有効期限が切れています。設定を完了してサーバを使い始めるには、有効なシリアル番号を入手する必要があります。\nサーバの時刻が、間違っている場合は、シリアル番号が早く期限切れになる可能性があります。\n\n有効なシリアル番号を入力するか、サーバの時刻を修正してください。";

/* Bad Bonjour name error */
"You have entered an invalid local host name." = "入力したローカルホスト名が有効ではありません。";

/* Bad host name error */
"You have entered an invalid primary DNS name." = "入力したプライマリ DNS 名が正しくありません。";

/* Blank full name error */
"You have not assigned a name for the server administrator." = "サーバ管理者に名前を割り当てていません。";

/* Blank computer name error */
"You have not entered a computer name." = "コンピュータ名が入力されていません。";

/* Blank host name error */
"You have not entered a primary DNS name." = "プライマリ DNS 名を入力していません。";

/* Server needs a restart message */
"Your server needs to be restarted to complete setup." = "設定を完了するにはサーバを再起動する必要があります。";

/* Network service extended status */
"Your server will act as a gateway, with %@ connected to your external network." = "お使いのサーバはゲートウェイとして動作します。外部ネットワークに %@ が接続されています。";

/* Network service extended status */
"Your server will act as a gateway, with %@ connected to your internal network." = "お使いのサーバはゲートウェイとして動作します。内部ネットワークに %@ が接続されています。";

